Repository: niw/HapticKey
Catalog: HapticKey/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, ko, pl, zh_hans, zh_hant

# ALERT_HIDING_STATUS_BAR_ICON_INFORMATIVE_TEXT
source: HapticKey is running in the background. To show HapticKey in menu bar, reopen HapticKey.
fr: HapticKey s'exécute en tâche de fond. Pour afficher HapticKey dans la barre des menus, relancez-le.
ja: HapticKeyはバックグラウンドで動作しています。メニューバーにHapticKeyを表示するには、再度HapticKeyを起動してください。
ko: HapticKey가 백그라운드에서 실행 중입니다. HapticKey를 메뉴바에 보이게 하려면 HapticKey를 다시 여십시오.
pl: HapticKey działa w tle. Aby HapticKey pojawił się na pasku menu uruchom ponownie HapticKey.
zh_hans: HapticKey 正在后台运行。如要在菜单栏中显示 HapticKey，请再次启动 HapticKey。
zh_hant: HapticKey 正在背景執行。如要在選單列中顯示 HapticKey，請再次啟動 HapticKey。

# ALERT_HIDING_STATUS_BAR_ICON_MESSAGE_TEXT
source: HapticKey was removed from the menu bar
fr: HapticKey a été supprimé de la barre des menus
ja: HapticKeyはメニューバーから削除されました
ko: HapticKey가 메뉴바에서 제거되었습니다.
pl: HapticKey został usunięty z paska menu
zh_hans: HapticKey 从菜单栏中移除
zh_hant: HapticKey 從選單列中移除

# STATUS_MENU_ITEM_ABOUT_MENU_ITEM
source: About HapticKey
fr: À propos de HapticKey
ja: HapticKeyについて
ko: HapticKey에 관하여
pl: HapticKey…
zh_hans: 关于 HapticKey
zh_hant: 關於 HapticKey

# STATUS_MENU_ITEM_AUTOMATICALLY_CHECK_FOR_UPDATES_MENU_ITEM
source: Automatically Check for Updates
fr: Recherche automatique de mises à jour
ja: アップデートを自動で確認
ko: 자동으로 업데이트 확인
pl: Automatycznie sprawdzaj aktualizacje
zh_hans: 自动检查更新
zh_hant: 自動檢查更新項目

# STATUS_MENU_ITEM_CHECK_FOR_UPDATES_MENU_ITEM
source: Check for Updates…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
pl: Sprawdź dostępność aktualizacji
zh_hans: 检查更新…
zh_hant: 檢查更新項目…

# STATUS_MENU_ITEM_DISABLED_ITEM
source: Disable
fr: Désactiver
ja: 無効
ko: 비활성화
pl: Wyłączone
zh_hans: 停用
zh_hant: 停用

# STATUS_MENU_ITEM_FEEDBACK_SECTION_TITLE_MENU_ITEM
source: Haptic Feedback
fr: Retour haptique
ja: 触覚フィードバック
ko: 햅틱 피드백
pl: Odpowiedź haptyczna
zh_hans: 触感反馈
zh_hant: 觸覺回饋

# STATUS_MENU_ITEM_FUNCTION_KEY_EVENT_MENU_ITEM
source: ESC and F1, F2, etc. Keys
fr: Touches ESC et F1, F2, etc.
ja: ESC, F1, F2などのキー
ko: ESC와 F1, F2 등의 키
pl: ESC, F1, F2, itd.
zh_hans: ESC 和 F1、F2 等功能键
zh_hant: ESC 和 F1、F2 等功能鍵

# STATUS_MENU_ITEM_MEDIUM_FEEDBACK_MENU_ITEM
source: Medium
fr: Moyen
ja: 普通
ko: 중간
pl: Średnia
zh_hans: 中
zh_hant: 中

# STATUS_MENU_ITEM_NO_FEEDBACK_MENU_ITEM
source: None
fr: Aucun
ja: なし
ko: 없음
pl: Żadna
zh_hans: 无
zh_hant: 無

# STATUS_MENU_ITEM_QUIT_MENU_ITEM
source: Quit HapticKey
fr: Quitter HapticKey
ja: HapticKeyを終了
ko: HapticKey 종료
pl: Zakończ HapticKey
zh_hans: 退出 HapticKey
zh_hant: 結束 HapticKey

# STATUS_MENU_ITEM_SCREEN_FLASH_MENU_ITEM
source: Screen Flash
fr: Effet visuel
ja: 画面の点滅
ko: 화면 깜빡임
pl: Błyśnięcie ekranem
zh_hans: 屏幕闪烁
zh_hant: 螢幕閃爍

# STATUS_MENU_ITEM_SHOW_STATUS_BAR_ICON_MENU_ITEM
source: Show HapticKey in Menu Bar
fr: Afficher dans la barre des menus
ja: メニューバーにHapticKeyを表示
ko: HapticKey를 메뉴바에 보이기
pl: Pokazuj HapticKey na pasku menu
zh_hans: 在菜单栏中显示 HapticKey
zh_hant: 在選單列中顯示 HapticKey

# STATUS_MENU_ITEM_SOUND_EFFECT_MENU_ITEM
source: Sound Effect
fr: Effet sonore
ja: 効果音
ko: 사운드 효과
pl: Efekt dźwiękowy
zh_hans: 音效
zh_hant: 音效

# STATUS_MENU_ITEM_START_ON_LOGIN_MENU_ITEM
source: Start on Login
fr: Ouvrir avec la session
ja: ログイン時に起動
ko: 로그인시 시작
pl: Otwórz przy uruchamianiu systemu
zh_hans: 登录时启动
zh_hant: 登入時啟動

# STATUS_MENU_ITEM_STRONG_FEEDBACK_MENU_ITEM
source: Strong
fr: Fort
ja: 強め
ko: 세게
pl: Silna
zh_hans: 强
zh_hant: 強

# STATUS_MENU_ITEM_TAP_GESTURE_EVENT_MENU_ITEM
source: All Taps on Touch Bar
fr: Tous les appuis sur la Touch Bar
ja: Touch Barのタップ
ko: Touch Bar의 모든 탭
pl: Wszystkie naciśnięcia na Touch Barze
zh_hans: Touch Bar 上的所有按键
zh_hant: Touch Bar 上的所有按鍵

# STATUS_MENU_ITEM_WEEK_FEEDBACK_MENU_ITEM
source: Weak
fr: Faible
ja: 弱め
ko: 가볍게
pl: Słaba
zh_hans: 弱
zh_hant: 弱
